{
  "ChatGPT.nvim": { "branch": "main" },
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "alpha-nvim": { "branch": "main" },
  "awesome-vim-colorschemes": { "branch": "master" },
  "ayu-vim": { "branch": "master" },
  "bigfile.nvim": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "clangd_extensions.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-latex-symbols": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "copilot-cmp": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "crates.nvim": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "edge": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "flash.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "gopher.nvim": { "branch": "main" },
  "gruvbox": { "branch": "master" },
  "gruvbox-material": { "branch": "master" },
  "harpoon": { "branch": "master" },
  "hop.nvim": { "branch": "v2" },
  "horizon.nvim": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lir.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "lunar.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "molokai": { "branch": "master" },
  "neodev.nvim": { "branch": "main" },
  "neotest": { "branch": "master" },
  "neotest-go": { "branch": "main" },
  "neotest-plenary": { "branch": "master" },
  "neotest-python": { "branch": "master" },
  "nlsp-settings.nvim": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "null-ls.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-go": { "branch": "main" },
  "nvim-dap-python": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-jdtls": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-trevJ.lua": { "branch": "main" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "onedarker.nvim": { "branch": "freeze" },
  "persistence.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "project.nvim": { "branch": "main" },
  "rust-tools.nvim": { "branch": "master" },
  "schemastore.nvim": { "branch": "main" },
  "sonokai": { "branch": "master" },
  "sqlite.lua": { "branch": "master" },
  "structlog.nvim": { "branch": "main" },
  "swenv.nvim": { "branch": "main" },
  "telescope-frecency.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "0.1.x" },
  "tex-conceal.vim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "typescript.nvim": { "branch": "main" },
  "ultisnips": { "branch": "master" },
  "vim-illuminate": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-sanegx": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-tmux-navigator": { "branch": "master" },
  "vimtex": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}